Repository: st3ph/mushraider
Catalog: app/Locale/ger/LC_MESSAGES/default.po
Languages: de_de

source: My MushRaider account
de_de: Mein MushRaider Account

source: My MushRaider characters
de_de: Meine MushRaider Charaktere

source: Characters
de_de: Charaktere

source: %s has been added to your character list
de_de: %s wurde zu Deiner Charakterliste hinzugefügt

source: Something wrong happen, please fix the errors below
de_de: Irgendwas ist schief gelaufen, bitte behebe die unteren Fehler

source: Edit a character
de_de: Charakter bearbeiten

source: MushRaider can't find this character oO
de_de: MushRaider kann diesen Charakter nicht finden oO

source: %s has been edited successfully
de_de: %s wurde erfolgreich bearbeitet

source: MushRaider can't delete this character oO
de_de: MushRaider kann diesen Charakter nicht löschen oO

source: The character %s has been deleted
de_de: Der Charakter %s wurde gelöscht

source: The character %s has been disabled
de_de: Der Charakter %s wurde gesperrt

source: MushRaider can't disable this character oO
de_de: MushRaider kann diesen Charakter nicht löschen oO

source: The character %s has been enabled
de_de: Der Charakte %s wurde aktiviert

source: MushRaider can't enable this character oO
de_de: MushRaider kann diesen Charakte nicht aktivieren oO

source: My MushRaider personal informations
de_de: Meine persönlichen MushRaider Informationen

source: Personal informations
de_de: Persönliche Informationen

source: Your settings were saved successfully
de_de: Deine Einstellungen wurden erfolgreich gespeichert

source: Bridge system is enabled so you can't change your password here.
de_de: Das Bridge Plug-in ist aktiviert, Du kannst Dein Passwort hier nicht ändern.

source: My MushRaider password
de_de: Mein MushRaider Passwort

source: Password
de_de: Passwort

source: All the fields are mandatory
de_de: Alle Felder sind erforderlich

source: The new password isn't the same than his confirmation, is it that difficult ?
de_de: Die Passwörter stimmen nicht überein, ist das Passwort so schwer?

source: Wrong current password, try again
de_de: Aktuelles Passwort falsch, versuche es nochmal

source: Your password has been updated
de_de: Dein Passwort wurde aktualisiert

source: My MushRaider notifications
de_de: Meine MushRaider Benachrichtigungen

source: Notifications
de_de: Benachrichtigungen

source: Your notification settings were saved successfully
de_de: Deine Benachrichtigungseinstellungen wurden erfolgreich geändert

source: Absences management
de_de: Abwesenheitsmanagement

source: Absences
de_de: Abwesenheiten

source: Your absence has been added successfully
de_de: Deine Abwesenheit wurde erfolgreich hinzugefügt

source: MushRaider can't find this absence oO
de_de: MushRaider kann diese Abwesenheit nicht finden oO

source: MushRaider can't delete this absence oO
de_de: MushRaider kann diese Abwesenheit nicht entfernen oO

source: The absence has been deleted
de_de: Die Abwesenheit wurde gelöscht

source: Calendar management
de_de: Kalender Management

source: Calendar
de_de: Kalender

source: MushRaider can't find this event
de_de: MushRaider kann dieses Event nicht finden

source: Too late ! This event is already started
de_de: Zu spät! Dieses Event ist bereits gestartet

source: Too late ! Registrations for this event are closed
de_de: Zu spät! Die Registration für dieses Event ist geschlossen

source: Your character mush be above the level %s
de_de: Dein Charakter muss mindestens diese %s Level haben

source: This role is already full
de_de: Diese Rolle ist bereits voll

source: Error while adding your character
de_de: Fehler beim hinzufügen Deines Charakters

source: Error while loading the template
de_de: Fehler beim laden des Templates

source: extension is not allowed
de_de: Diese Erweiterung ist nicht erlaubt

source: MushRaider is ready for install, what about you ?
de_de: MushRaider ist für die Installation bereit, was ist mit Dir?

source: You have to be logged in to access this page.
de_de: Du musst angemeldet sein, um Zugang zu dieser Seite zu erhalten.

source: Login to MushRaider
de_de: Einloggen

source: The email or password that you entered is incorrect
de_de: Die E-Mail Adresse oder das Passwort sind falsch

source: MushRaider can't update your account oO
de_de: MushRaider kann Deinen Account nicht aktualisieren oO

source: You have to wait until an admin activate your account, go farm while waiting !
de_de: Du musst warten, bis ein Administrator Dein Konto aktiviert, geh in der Weile noch ein wenig farmen!

source: Signup are disabled because bridge system is enabled.
de_de: Die Anmeldung ist deaktiviert, weil das Bridge-System aktiviert ist.

source: Signup to MushRaider
de_de: Bei MushRaider registrieren

source: Yeah, your account has been created, but now you need to wait until your account as been validated by an admin to access the raid planner (security stuff).
de_de: Yeah, Dein Account wurde erstellt, aber Du musst noch warten bis ein Administrator Deinen Account verfiziert, danach hast Du Zugang zum Raidplaner (Sicherheit und so).

source: Password recovery is disabled because bridge system is enabled.
de_de: Die Passwort Wiederherstellung ist deaktiviert, weil das Bridge-System aktiviert ist.

source: Password Recovery
de_de: Passwort wiederherstellen

source: An email has been sent to you with the recovery instructions.
de_de: Es wurde Dir eine E-Mail mit wiederherstellungsinformationen gesendet.

source: This link is no longer available.
de_de: Dieser Link ist nicht mehr verfügbar.

source: Your password has been updated.
de_de: Dein Passwort wurde aktualisiert

source: Congratulation %s, you are now logged in
de_de: Gratulation %s, Du bist nun angemeldet

source: MushRaider can't find your account, maybe you need some sleep ?
de_de: MushRaider kann Dein Account nicht finden, vielleicht brauchst Du nur etwas Schlaf?

source: Welcome to MushRaider
de_de: Willkommen bei MushRaider

source: [MushRaider] New signup !
de_de: [MushRaider] Neu Anmeldung!

source: [MushRaider] You account has been activated
de_de: [MushRaider] Dein Account wurde aktiviert

source: [MushRaider] Recover your password
de_de: [MushRaider] Passwort wiederherstellen

source: [MushRaider] Event cancelled :(
de_de: [MushRaider] Event abgesagt :(

source: [MushRaider] New Event has been added
de_de: [MushRaider] Neues Event hinzugefügt

source: [MushRaider] You have been validate to an event =)
de_de: [MushRaider] Du wurdest für dieses Event bestätigt =)

source: [MushRaider] You have been refused to an event :(
de_de: [MushRaider] Du wurdest für dieses Event abgelehnt :(

source: Image is too big
de_de: Die Grafik ist zu groß

source: An error occur while uploading
de_de: Es ist ein Fehler während des Hochladens aufgetreten

source: MushRaider is down for maintenance (patching up), please come back later !
de_de: MushRaider ist wegen Wartungsarbeiten offline, bitte schau später wieder vorbei !

source: This page let you view and manage events
de_de: Auf dieser Seite kannst Du Events sehen und verwalten

source: Customize MushRaider
de_de: MushRaider anpassen

source: In the admin panel you can customize MushRaider, like adding your games, create user groups, widgets, appearance...
de_de: Im Admin-Panel kannst Du MushRaider anpassen, wie z.B. Spiele hinzufügen, Benutzergruppen erstellen, Dungeons hinzufügen und mehr...

source: Manage your account
de_de: Verwalte Dein Account

source: Here you can manage your account and create your first character
de_de: Hier kannst Du Deinen Account verwalten und Deinen ersten Charakter erstellen

source: Quick event creation
de_de: Schnelle Event Erstellung

source: Use this form to quickly create events, or use the "+" buttons below
de_de: Benutze diese Formular um schnell ein Event zu erstellen, oder verwende die unteren "+" Schaltflächen

source: Filter events
de_de: Events filtern

source: You can filter the games displayed below
de_de: Du kannst nach den unten angezeigten Spielen filtern

source: Thank you for using MushRaider
de_de: Danke das Du MushRaider verwendest

source: Hope you will enjoy this raid planner, if you encounter any issue or have suggestions please visits the official forum <a href="http://forum.raidhead.com" target="_blank">http://forum.raidhead.com</a>
de_de: Viel Spaß mit diesem Raid-Planer, solltest Du irgendwelche Probleme oder Anregungen haben, besuche bitte das offizielle Forum <a href="http://forum.raidhead.com" target="_blank">http://forum.raidhead.com</a>

source: Events
de_de: Veranstaltungen

source: every days
de_de: jeden Tag

source: every weeks
de_de: jede Woche

source: every months
de_de: jeden Monat

source: -- All games
de_de: -- Alle Spiele

source: View event
de_de: Events anzeigen

source: MushRaider can't find this event oO
de_de: MushRaider kann dieses Event nicht finden oO

source: Add event
de_de: Event hinzufügen

source: You don't have permission to access this page.
de_de: Du hast keine Berechtigung auf diese Seite zuzugreifen.

source: The event has been created.
de_de: Das Event wurde erstellt.

source: Edit event
de_de: Event bearbeiten

source: The event has been updated.
de_de: Das Event wurde aktualisiert

source: Close event
de_de: Event schließen

source: The event has been closed and the report created.
de_de: Das Event wurde geschlossen und ein Bericht wurde erstellt.

source: Close & create a report
de_de: Schließe & erstelle einen Bericht

source: View event report
de_de: Event Bericht anzeigen

source: MushRaider can't find this report oO
de_de: MushRaider kann diesen Bericht nicht finden oO

source: Report
de_de: Bericht

source: The event has been deleted.
de_de: Das Event wurde gelöscht.

source: MushRaider can't delete this event.
de_de: MushRaider kann diese Event nicht löschen.

source: At least one of the screenshots is too big
de_de: Mindestens ein Screenshot ist zu groß

source: Ending date must be AFTER the starting date oO.
de_de: Das Enddatum muss hinter dem Startdatum oO liegen.

source: Absence can't be set in past.
de_de: Die Abwesenheit kann nicht in zurückliegend geändert werden.

source: You are already marked as absent at the starting date.
de_de: Du bist bereits als abwesend für dieses Startdatum eingetragen

source: You are already marked as absent at the ending date.
de_de: Du bist bereits als abwesend für dieses Enddatum eingetragen

source: This class already exist for this game.
de_de: Die Klasse existiert bereits für dieses Game.

source: This dungeon already exist for this game.
de_de: Dieser Dungeon existiert bereits für dieses Game.

source: This race already exist for this game.
de_de: Die Rasse existiert bereits für dieses Game.

source: Passwords do not match. Please, try again.
de_de: Das Passwort stimmt nicht überein. Bitte versuche es nochmal.

source: Incoming events list
de_de: Anstehende Events

source: Players list
de_de: Spieler Liste

source: MushRaider Admin
de_de: MushRaider Administrator

source: <strong>MushRaider %s</strong> is available! <a href="http://mushraider.com/download" target="_blank">Please update now</a>
de_de: <strong>MushRaider %s</strong> ist verfügbar! <a href="http://mushraider.com/download" target="_blank">Bitte aktualisiere jetzt</a>

source: New order saved successfully
de_de: Neue Reigenfolge wurde erfolgreich gespeichert

source: An error occur while saving the order
de_de: Es ist ein Fehler beim Speichern der neuen Reihenfolge aufgetreten

source: Import failed : Game not found
de_de: Import fehlgeschlagen : Game nicht gefunden

source: Import failed : An error occur while importing the game
de_de: Import fehlgeschlagen : Es ist ein Fehler beim Import des Games aufgetreten

source: Save failed : An error occur while saving the game
de_de: Speichern fehlgeschlagen : Es ist ein Fehler beim Speichern des Games aufgetreten

source: Game imported successfully, you are now redirected to games list
de_de: Game wurde erfolgreich importiert, Du wirst nun zur Game Liste weitergeleitet

source: %s has been added to your classes list
de_de: %s wurde zur Klassen Liste hinzugefügt

source: MushRaider is unable to find this class oO
de_de: MushRaider ist es nicht möglich die Klasse zu finden oO

source: Class %s has been updated
de_de: Die %s Klasse wurde aktualisiert

source: Something goes wrong
de_de: Irgendetwas ist schief gelaufen

source: The class has been deleted
de_de: Die Klasse wurde gelöscht

source: %s has been added to your pages list
de_de: %s wurde zu Deiner Seitenübersicht hinzugefügt

source: MushRaider is unable to find this page oO
de_de: MushRaider ist nicht in der Lage diese Seite zu finden oO

source: Page %s has been updated
de_de: Seite %s wurde aktualisiert

source: MushRaider can't find this page to delete oO
de_de: MushRaider kann diese Seite zum Löschen nicht finden oO

source: The page has been deleted
de_de: Die Seite wurde gelöscht

source: The page has been sent to draft
de_de: Die Seite wurde als Entwurf gesendet

source: The page has been published
de_de: Die Seite wurde veröffentlicht

source: %s has been added to your dungeons list
de_de: %s wurde zu Deiner Dungeon Liste hinzugefügt

source: MushRaider is unable to find this dungeon oO
de_de: MushRaider ist nicht in der Lage diesen Dungeon zu finden oO

source: Dungeon %s has been updated
de_de: Dungeon %s wurde aktualisiert

source: This dungeon is linked to a game, you can't delete it.
de_de: Dieser Dungeon wurde mit einem Game verknüpft, Du kannst diesen nicht löschen.

source: The dungeon has been deleted
de_de: Dungeon wurde gelöscht

source: The dungeon has been disable
de_de: Dungeon wurde deaktiviert

source: The dungeon has been enable
de_de: Dungeon wurde aktiviert

source: MushRaider is unable to find this event template oO
de_de: MushRaider ist nicht in der Lange das Event-Vorlage zu finden oO

source: Event template %s has been updated
de_de: Event-Vorlage %s wurde aktualisiert

source: The template %s has been deleted
de_de: Die Vorlage %s wurde gelöscht

source: %s has been added to your games list
de_de: %s wurde zu Deiner Game Liste hinzugefügt

source: MushRaider is unable to find this game oO
de_de: MushRaider kann dieses Spiel nicht finden oO

source: The game %s has been updated
de_de: Das Game %s wurde aktualisiert

source: The game has been deleted
de_de: Das Game wurde gelöscht

source: MushRaider can't find this patch
de_de: MushRaider kann diesen Patch nicht finden

source: MushRaider can't apply the SQL patch, please try again or apply it by yourself using the following file : /app/Config/Schema/sql/mushraider_patch_%s.sql
de_de: MushRaider kann diesen SQL Patch nicht anwenden, bitte versuche es nochmal, oder wende de Patch mit folgender Datei selbst an : /app/Config/Schema/sql/mushraider_patch_%s.sql

source: MushRaider successfully apply the patch !
de_de: MushRaider hat den Patch erfolgreich angewendet !

source: Bridge has been disabled ! Be sure to use an updated version of your bridge plugin for MushRaider 1.4. If you don't you're gonna have a bad time !
de_de: Bridge wurde deaktiviert ! Stelle bitte sicher, dass Du eine aktuelle Version des Bridge Plug-Ins für MushRaider verwendest. Wenn dies der Fall ist, sieht es düster für Dich aus !

source: Full permissions
de_de: Volle Berechtigungen

source: Like Chuck Norris, he can do anything. This overwrite every permissions
de_de: Wie Chuck Norris, Du kannst alles tun. Dies überschreibt jede Berechtigung

source: Limited admin access
de_de: Eingeschränkter Admin Zugriff

source: Like Robin, he can do some things but not all (like driving the batmobile or change user role)
de_de: Wie Robin, er kann eine paar Dinge, aber nicht alle (wie das fahren des Batmobiles oder benutzerrollen ändern)

source: Can manage events
de_de: Kann Events verwalten

source: Can create, edit and delete events. Can also manage the roster for each events
de_de: Kann Events erstellen, bearbeiten und löschen. Kann auch für jedes Event die Teilnehmerliste verwalten

source: Can create templates
de_de: Kann Vorlagen erstellen

source: Can create events templates
de_de: Kann Event Vorlagen erstellen

source: Can create reports
de_de: Kann Berichte erstellen

source: Can create events reports
de_de: Kann Event Berichte erstellen

source: Can manage own events only
de_de: Kann nur eigene Events verwalten

source: Can create, edit and delete own events only. Can also manage the roster for his events
de_de: Kann nur eigene Events erstellen, bearbeiten und löschen. Kann auch für diese Events die Teilnehmerliste verwalten

source: %s has been added to your races list
de_de: %s wurde zu Deiner Rassen Liste hinzugefügt

source: MushRaider is unable to find this race oO
de_de: MushRaider kann diese Rasse nicht finden oO

source: Race %s has been updated
de_de: Rasse %s wurde aktualisiert

source: The race has been deleted
de_de: Die Rasse wurde gelöscht

source: %s has been added to your roles list
de_de: %s wurde zu Deiner Rollen Liste hinzugefügt

source: MushRaider is unable to find this role oO
de_de: MushRaider kann diese Rolle nicht finden oO

source: Role %s has been updated
de_de: Rolle %s wurde aktualisiert

source: MushRaider is unable to find the replacement role oO
de_de: MushRaider ist nicht in der Lage, die ersetzende Rolle zu finden oO

source: Role %s has been deleted and replaced with %s
de_de: Rolle %s wurde entfernt und durch %s ersetzt

source: %s has been added to your groups list
de_de: %s wurde zu Deiner Gruppen Liste hinzugefügt

source: Sorry, you can't edit group "admin"
de_de: Sorry, Du kannst die Gruppe "admin" nicht bearbeiten

source: MushRaider is unable to find this group oO
de_de: MushRaider kann diese Gruppe nicht finden oO

source: Group %s has been updated
de_de: Gruppe %s wurde aktualisiert

source: All
de_de: Alle

source: Main characters
de_de: Main Charaktere

source: Reroll characters
de_de: Charaktere zurücksetzen

source: Settings have been updated
de_de: Einstellungen wurden aktualisiert

source: Private key is mandatory
de_de: Private Schlüssel (Private key) ist erforderlich

source: Bridge's third party url is mandatory
de_de: Die Bridge Third-Party URL ist erforderlich

source: Bridge is disabled because the third party url does not look right (code %s)
de_de: Bridge ist deaktiviert, weil die Third-Party URL nicht richtig ist (Code %s)

source: Bridge is disabled because it seems that the third party plugin have a problem (code %s)
de_de: Bridge ist deaktiviert, weil es so aussieht, als ob das Third-Party Plug-In ein Problem hat (Code %s)

source: Bridge is disabled because the third party url does not look right
de_de: Bridge ist deaktiviert, weil die Third-Party URL nicht richtig ist

source: API settings have been updated
de_de: API-Einstellungen wurde aktualisiert

source: MushRaider is unable to find this user oO
de_de: MushRaider kann diesen Benutzer nicht finden oO

source: User %s has been updated
de_de: Benutzer %s wurde aktualisiert

source: This user is still active, you have to disable him before deleting.
de_de: Dieser Benutzer noch aktiv, Du musst ihn erst deaktivieren bevor Du ihn löschen kannst.

source: The user has been deleted
de_de: Der Benutzer wurde gelöscht

source: You don't have permission to do this
de_de: Du hast keine Berechtigungen dies zu tun

source: The user has been disabled
de_de: Der Benutzer wurde deaktiviert

source: The user has been enable
de_de: Der Benutzer wurde aktiviert

source: %s has been added to your widgets list
de_de: %s wurde zu Deiner Widget Liste hinzugefügt

source: MushRaider is unable to find this widget oO
de_de: MushRaider kann dieses Widget nicht finden oO

source: %s has been updated
de_de: %s wurde aktualisiert

source: MushRaider can't find this widget to delete oO
de_de: MushRaider kann dieses Widget zum Löschen nicht finden oO

source: The widget has been deleted
de_de: Das Widget wurde gelöscht

source: The widget has been disable
de_de: Das Widget wurde deaktiviert

source: The widget has been enable
de_de: Das Widget wurde aktiviert

source: API is disabled
de_de: API ist deaktiviert

source: Security key is missing
de_de: Sicherheitsschlüssel (Security Key) fehlt

source: Wrong security key
de_de: Falscher Sicherheitsschlüssel (Security Key)

source: MushRaider can see the database config, why do you want to install ?
de_de: MushRaider kann die Datenbankkonfiguration sehen, warum möchtest Du es installieren ?

source: MushRaider successfully connect to your database, one more step to go !
de_de: MushRaider ist erfolgreich mit der Datenbank verbunden, nur noch ein Schritt fehlt !

source: MushRaider can't connect to your database, please verify the settings.
de_de: MushRaider kann sich nicht mit der Datenbank verbinden, überprüfe bitte Deine Einstellungen

source: MushRaider can't find your database settings, please complete this form to proceed to next step
de_de: MushRaider kann Deine Datenbankeinstellungen nicht finden, bitte fülle die entsprechenden Felder aus, um mit dem nächsten Schritt vorzufahren

source: MushRaider can't verify the settings, please be sure to fill all the fields to continue.
de_de: MushRaider kann die Einstellungen nicht überprüfen, bitte stelle sicher, dass alle Felder ausgefüllt sind um fortzufahren.

source: MushRaider successfully install !
de_de: MushRaider wurde erfolgreich installiert !

source: MushRaider can't create admin user, please try again.
de_de: MushRaider kann den Admin Benutzer nicht erstellen, bitte versuche es noch einmal.

source: An error occur while saving. Please try again or contact site admin.
de_de: Es ist beim Speichern ein Fehler aufgetreten. Bitte versuche es noch einmal, oder wende Dich an den Admin der Seite.

source: Your comment is too long, must be %s chars max.
de_de: Dein Kommentar ist zu lang, der darf maximal %s Zeichen haben.

source: Guest
de_de: Gast

source: Add comment
de_de: Kommentar hinzufügen

source: chars used
de_de: Zeichen verwendet

source: Send
de_de: Senden

source: comment
de_de: Kommentar

source: The
de_de: Das

source: at
de_de: um

source: by
de_de: von

source: reported
de_de: gemeldet

source: save
de_de: speichern

source: Save
de_de: Speichern

source: cancel
de_de: abbrechen

source: Cancel
de_de: Abbrechen

source: Report spam
de_de: Spam melden

source: Are you sure ?
de_de: Bist Du sicher ?

source: reported as spam
de_de: als Spam gemeldet

source: yes
de_de: ja

source: no
de_de: nein

source: Don't report spam
de_de: Spam nicht melden

source: You don't have any MushRaider's widget to insert
de_de: Du hast noch kein MushRaider Widget zum Einfügen

source: Previous
de_de: Zurück

source: Next
de_de: Nächster

source: Roster
de_de: Teilnehmer

source: open event
de_de: Event öffnen

source: Dimanche
de_de: Sonntag

source: Lundi
de_de: Montag

source: Mardi
de_de: Dienstag

source: Mercredi
de_de: Mittwoch

source: Jeudi
de_de: Donnerstag

source: Vendredi
de_de: Freitag

source: Samedi
de_de: Samstag

source: Dim
de_de: So

source: Lun
de_de: Mo

source: Mar
de_de: Di

source: Mer
de_de: Mi

source: Jeu
de_de: Do

source: Ven
de_de: Fr

source: Sam
de_de: Sa

source: FEV
de_de: FEB

source: MAR
de_de: MRZ

source: AVR
de_de: APR

source: JUI
de_de: JUL

source: AOU
de_de: AUG

source: OCT
de_de: OKT

source: DEC
de_de: DEZ

source: janvier
de_de: januar

source: février
de_de: februar

source: mars
de_de: März

source: avril
de_de: April

source: juin
de_de: juni

source: juillet
de_de: juli

source: août
de_de: August

source: septembre
de_de: september

source: octobre
de_de: oktober

source: novembre
de_de: november

source: décembre
de_de: dezember

source: Signed in
de_de: Angemeldet

source: day
de_de: Tag

source: Today at
de_de: Heute um

source: Yesterday at
de_de: Gestern um

source: Pr&eacute;c&eacute;dente
de_de: Zurück

source: Suivante
de_de: Nächster

source: Add Class
de_de: Klasse hinzufügen

source: Edit Class
de_de: Klasse bearbeiten

source: Title
de_de: Titel
