Repository: st3ph/mushraider
Catalog: app/Locale/ger/LC_MESSAGES/default.po
Languages: de_de

source: Color
de_de: Farbe

source: Current icon
de_de: Derzeitiges Icon

source: delete
de_de: löschen

source: Classes list
de_de: Klassen Liste

source: Add class
de_de: Klasse hinzufügen

source: Classes without game
de_de: Klassen ohne games

source: Actions
de_de: Aktionen

source: Delete
de_de: Löschen

source: Are you sure you want to completely delete the class %s ?
de_de: Bist Du sicher, dass die Klasse %s vollständig gelöscht werden soll ?

source: You don't have any classe yet
de_de: Du hast derzeit noch keine Klassen

source: Create a page
de_de: Seite erstellen

source: Page content
de_de: Seiteninhalt

source: Private
de_de: Privat

source: Public
de_de: Öffentlich

source: Visibility
de_de: Sichtbarkeit

source: Draft
de_de: Entwurf

source: Published
de_de: Veröffentlicht

source: Add this page to the main menu
de_de: Diese Seite zum Hauptmenü hinzufügen

source: Edit a page
de_de: Seite bearbeiten

source: Pages
de_de: Seiten

source: Add page
de_de: Seite hinzufügen

source: Main Menu
de_de: Hauptmenü

source: Last update
de_de: Letzte Aktualisierung

source: Preview
de_de: Vorschau

source: Disable
de_de: deaktivieren

source: Are you sure you want to disable the page %s ?
de_de: Bist Du sichern, das Du die Seite %s deaktivieren möchtest ?

source: Publish
de_de: Veröffentlichen

source: Are you sure you want to completely delete the page %s ?
de_de: Bist Du sicher, dass Du die komplette %s Seite löschen möchtest ?

source: Welcome to the MushRaider admin panel
de_de: Willkommnen im MushRaider Admin-Panel

source: Use the left menu to set your raid planner as you wish, like adding the games you play, the list of dungeons, classes etc...
de_de: Verwende das linke Menü, um Einstellungen an Deinem Raid-Planer vorzunehmen wie z.B. um Spiele hinzufügen die Du spielst, eine Liste von Dungeons, Klassen usw...

source: Users
de_de: Benutzer

source: Games
de_de: Spiele

source: Informations and updates on
de_de: Informationen und Updates an

source: MMORPG server status on
de_de: MMORPG-Serverstatus an

source: Follow
de_de: Folgen

source: Add Dungeon
de_de: Dungeon hinzufügen

source: Disabled dungeons list
de_de: Deaktivierte Dungeons

source: Add dungeon
de_de: Dungeon hinzufügen

source: Dungeons without game
de_de: Dungeons ohne Spiel

source: Players Size
de_de: Anzahl der Spieler

source: Required level
de_de: Erforderliches Level

source: edit
de_de: bearbeiten

source: Enable
de_de: Einschalten

source: Are you sure you want to enable the dungeon %s ?
de_de: Bist Du sicher, dass Du den Dungeon %s aktivieren möchtest ?

source: Are you sure you want to completely delete the dungeon %s ?
de_de: Bist Du sicher, dass Du den Dungeon %s komplett löschen möchtest ?

source: You don't have any dungeon disable yet
de_de: Du hast bisher keine deaktivierten Dungeons

source: Edit Dungeon
de_de: Dungeon bearbeiten

source: Please fill one of the 2 inputs
de_de: Bitte fülle einen der zwei Eingaben aus

source: Number of players
de_de: Anzahl der Spieler

source: or add custom number
de_de: oder definiere einen eigene Anzahl

source: Dungeons list
de_de: Dungeon Liste

source: Are you sure you want to disable the dungeon %s ?
de_de: Bist Du sicher, dass Du den Dungeon %s deaktivieren möchtest ?

source: You don't have any dungeon yet
de_de: Du hast bisher noch keine Dungeons

source: Add new class
de_de: Neue Klasse hinzufügen

source: Add new dungeon
de_de: Neuen Dungeon hinzufügen

source: Add new race
de_de: Neue Rasse hinzufügen

source: Dashboard
de_de: Armaturenbrett

source: Settings
de_de: Einstellungen

source: General
de_de: Allgemein

source: Apparence
de_de: Erscheinungsbild

source: Groups & permissions
de_de: Gruppen & Berechtigungen

source: Manage groups & permissions
de_de: Gruppen & Berechtigungen verwalten

source: Add group
de_de: Gruppe hinzufügen

source: Manage users
de_de: Benutzer verwalten

source: Waiting users
de_de: wartende Benutzer

source: Stats
de_de: Statistiken

source: Manage templates
de_de: Vorlagen verwalten

source: Manage games
de_de: Spiele verwalten

source: Add game
de_de: Spiel hinzufügen

source: Manage dungeons
de_de: Dungeons verwalten

source: Disabled dungeons
de_de: Deaktivierte Dungeons

source: Manage classes
de_de: Klassen verwalten

source: Manage races
de_de: Rassen verwalten

source: Add race
de_de: Rasse hinzufügen

source: Player roles
de_de: Spieler Rollen

source: Manage roles
de_de: Rollen verwalten

source: Add role
de_de: Rolle hinzufügen

source: Manage widgets
de_de: Widgets verwalten

source: Add widget
de_de: Widget hinzufügen

source: Manage Pages
de_de: Seiten verwalten

source: Add Page
de_de: Seite hinzufügen

source: Edit event template
de_de: Event Vorlage bearbeiten

source: Event title
de_de: Event Titel

source: Event description
de_de: Event Beschreibung

source: Character minimum level
de_de: minimales Charakterlevel

source: Invitations start
de_de: Beginn der Einladungen

source: Event start
de_de: Event beginn

source: Open event
de_de: öffentliches Event

source: Roles
de_de: Rollen

source: Templates list
de_de: Vorlagen Liste

source: Mininum level
de_de: Minimales Level

source: Are you sure you want to completely delete the template %s ?
de_de: Bist Du sicher, dass Du die komplette Vorlage %s löschen möchtest ?

source: You don't have any template yet
de_de: Du hast bisher keine Vorlagen

source: Général Informations
de_de: Allgemeine Informationen

source: Select existing one
de_de: Wähle eine existierende aus

source: or create new one
de_de: oder erstelle eine Neue

source: Classes
de_de: Klassen

source: Races
de_de: Rassen

source: Edit game
de_de: Spiel bearbeiten

source: Import game
de_de: Spiel importieren

source: What is that ?
de_de: Was ist das ?

source: MushRaider can import games data from the RaidHead.com API
de_de: MushRaider kann die Spiel Daten von der RaidHead.com API nicht importieren

source: RaidHead.com API supports many games, the import system allows you to add a new game (and keep it up to date) in just one click !
de_de: Die RaidHead.com API unterstützt viele Spiele, dass Import-System erlaubt Dir neue Spiele hinzuzufügen (und auf den neusten Stand zu bleiben), in nur einem klick !

source: Select a game to import
de_de: Wähle ein Spiel zum Importieren aus

source: Import
de_de: Importieren

source: Please wait while MushRaider is importing the game
de_de: Bitte warte während MushRaider das Spiel importiert

source: Games list
de_de: Spiele Liste

source: Check for updates
de_de: Nach Updates suchen

source: Update
de_de: Aktualisieren

source: Are you sure you want to completely delete the game %s ?
de_de: Bist Du sicher, dass Du das komplette %s Spiel löschen möchtest ?

source: VOTRE NAVIGATEUR NE SUPPORTE PAS JAVASCRIPT
de_de: DEIN BROWSER UNTERSTÜTZT KEIN JAVASCRIPT

source: Apply patch
de_de: Patch anwenden

source: The last update of MushRaider require to <strong>patch the Database</strong> to work. Click the button below to patch now.
de_de: Das letzte Update von MushRaider erfordert ein <strong>Patch der Datenbank</strong> um zu funktionieren. Klicke auf den Knopf, um diesen Vorgang zu durchzuführen.

source: Edit Race
de_de: Rasse bearbeiten

source: Races list
de_de: Rassen Liste

source: Races without game
de_de: Rassen ohne Spiel

source: Are you sure you want to completely delete the race %s ?
de_de: Bist Du sicher, dass Du die komplette %s Rasse löschen möchtest ?

source: You don't have any race yet
de_de: Du hast bisher keine Rassen

source: Add player role
de_de: Spieler Rolle hinzufügen

source: Delete player role
de_de: Spieler Rolle entfernen

source: Before deleting the role "%s" you have to select a replacing one
de_de: Bevor Du die Rolle "%s" löschst, wähle bitte eine ersetzende aus

source: Replace %s with...
de_de: Ersetzen mit %s

source: Edit player role
de_de: Spieler Rolle bearbeiten

source: Player roles list
de_de: Spieler Rollen Liste

source: Display order
de_de: Anzeigereihenfolge

source: Are you sure you want to completely delete the role %s ?
de_de: Bist Du sicher, das Du die Rolle %s vollständig löschen möchtest ?

source: Add user group
de_de: Benutzergruppe hinzufügen

source: Description
de_de: Beschreibung

source: Groups list
de_de: Gruppen Liste

source: Permissions
de_de: Berechtigungen

source: Select a game
de_de: Spiel auswählen

source: View roster
de_de: Teilnehmerliste anschauen

source: Roster of
de_de: Teilnehmerliste von

source: Summary
de_de: Zusammenfassung

source: Character
de_de: Charakter

source: Default Role
de_de: Standardrolle

source: Classe
de_de: Klasse

source: Race
de_de: Rasse

source: User
de_de: Benutzer

source: Incoming absences
de_de: Eingehende abwesenheiten

source: Character(s)
de_de: Charakter(e)

source: From
de_de: Von

source: To
de_de: Bis

source: Comment
de_de: Kommentar

source: You don't have any player yet
de_de: Du hast bisher keine Spieler

source: Configure MushRaider
de_de: MushRaider konfigurieren

source: API and Bridge
de_de: API und Bridge

source: Enable API calls
de_de: Aktiviere API calls

source: Private key
de_de: Privater Schlüssel (Private Key)

source: Generate a new private key
de_de: Generriere einen neuen Privaten Schlüssel (Private Key)

source: Link title
de_de: Link Titel

source: General settings
de_de: Allgemeine Einstellungen

source: Site title
de_de: Webseiten Titel

source: Email notifications
de_de: E-mail Benachrichtigungen

source: Enable email notifications
de_de: E-mail Benachrichtigungen einschalten

source: Default language
de_de: Standard Sprache

source: Timezone
de_de: Zeitzone

source: SMTP Username
de_de: SMTP Benutzername

source: SMTP Password
de_de: SMTP Passwort

source: Main only
de_de: Nur Mainchars

source: Role
de_de: Rolle

source: Search...
de_de: Suchen...

source: Username
de_de: Benutzername

source: days
de_de: tage

source: Registered as
de_de: Angemeldet als

source: Register
de_de: Registrieren

source: Filter the export
de_de: Filtern Sie die Export

source: add new character
de_de: neuen Charakter hinzufügen

source: Character Name
de_de: Charakter Name

source: Add
de_de: Hinzufügen

source: Class
de_de: Klasse

source: Edit character
de_de: Charakter bearbeiten

source: My notifications
de_de: Meine Benachrichtigungen

source: Receive email notifications when an event is cancelled
de_de: Benachrichtigung per E-mail, wenn ein Event abgesagt wird

source: Receive email notifications when an event is created
de_de: Benachrichtigung per E-mail, wenn ein Event erstellt wird

source: Receive email notifications when I'm validated to an event
de_de: Benachrichtigung per E-mail, wenn Du zu einem Event angenommen wurdest

source: My password
de_de: Mein Passwort

source: Current password
de_de: Derzeitiges Passwort

source: New password
de_de: Neues Passwort

source: Confirm new password
de_de: Neues Passwort wiederholen

source: Username or Email
de_de: Benutzername oder E-mail

source: Password lost :(
de_de: Passwort vergessen :(

source: All Rights Reserved.
de_de: Alle Rechte vorbehalten.

source: Logout
de_de: Abmelden

source: Menu
de_de: Menü

source: My Account
de_de: Mein Account

source: Event cancelled :(
de_de: Veranstaltung abgesagt :(

source: You receive this email because you have signed in to an event that have been cancelled
de_de: You receive this email because you have signed in to an event that have been cancelledé

source: New event
de_de: Neues Event

source: Invitation time
de_de: Zeit der Einladung

source: Password recovery
de_de: Passwort wiederherstellen

source: Hello
de_de: Hallo

source: dd/mm/yyyy
de_de: TT/MM/JJJJ

source: Advanced options
de_de: Erweiterte Optionen

source: Event access
de_de: Event Zugang

source: Event template
de_de: Event Vorlage

source: Create event
de_de: Event erstellen

source: Save & close
de_de: Speichern & Schließen

source: create
de_de: erstellen

source: Comments
de_de: Kommentare

source: Copy
de_de: Kopieren

source: Informations
de_de: Informationen

source: players
de_de: Spieler

source: Created by
de_de: Erstellt von

source: Waiting
de_de: Warten

source: Refused
de_de: Abgelehnt

source: Rejected
de_de: abgelehnt

source: no answer yet...
de_de: noch keine Antwort ...

source: This email has been sent automatically by MushRaider
de_de: Diese E-mail wurde automatisch von MushRaider gesendet

source: MushRaider Error
de_de: MushRaider Fehler
