Repository: st3ph/mushraider
Catalog: app/Locale/default.po
Languages: fr

source: No validation is required to participate to this event
fr: Pas de validation requise pour participer à cet événement

source: Event template
fr: Template d'événement

source: create a template based on this event
fr: créer un template basé sur cet événement

source: template name
fr: Nom du template

source: Event recurrence
fr: Récurrence de l'événement

source: repeat this event
fr: répéter cet événement

source: Repeat this event
fr: Répéter cet événement

source: times
fr: fois

source: Create event
fr: Sauvegarder

source: Close event & create a report
fr: Clôturer et créer un compte rendu

source: Event report
fr: Compte rendu

source: Total max size for all files (based on you php settings)
fr: Poids total pour tous les fichiers (basé sur votre configuration php)

source: Save & close
fr: Sauvegarder et clôturer

source: Event date
fr: Date de l'événement

source: Update event
fr: Sauvegarder

source: create
fr: créer

source: view original
fr: voir l'original

source: There is no screenshot attached to this report
fr: Il n'y a aucun screenshot dans ce compte rendu

source: Comments
fr: Commentaires

source: New incoming event: %s
fr: Nouveaux événements à venir: %s

source: Copy
fr: Copier

source: Create template
fr: Créer un template

source: Are you sure you want to delete this event ? (this can't be undone)
fr: Êtes-vous sûr de vouloir supprimer cet événement? (cela est définitif)

source: View report
fr: Voir le compte rendu

source: your are registered as "absent"
fr: vous êtes inscrit en tant qu'absent

source: your are registered to this event as
fr: vous êtes inscrit en tant que

source: your are validated to this event as
fr: vous êtes validé en tant que

source: your are refused for this event
fr: vous êtes refusé pour cet événement

source: please select a character and a role
fr: merci de choisir un personnage et un rôle

source: your are not registered to this event
fr: vous n'êtes pas inscrit à cet événement

source: your are validated to this event
fr: vous êtes validé pour cet événement

source: Choose a character
fr: Personnage

source: Add a comment
fr: Ajouter un commentaire

source: You don't have any character for this game :(
fr: Vous n'avez pas de personnage pour ce jeu :(

source: Create a character
fr: Créer un personnage

source: This event is open ! You will be auto validated \o/
fr: Cet événément est ouvert ! Vous serez validé automatiquement \o/

source: players
fr: joueurs

source: Invitation start
fr: Heure des invitations

source: Registration end date
fr: Date de fin d'enregistrement

source: Minimum character level
fr: Niveau minimum de personnage

source: Created by
fr: Créé par

source: Invitation commands
fr: Commandes d'invitation

source: Generate invitation's commands
fr: Générer les commandes d'invitation

source: Select the command corresponding to your game and copy/paste the generated commands to your chat to quick invit you roster
fr: Selectionnez la commande correspondant à votre jeu et copiez/collez le code généré dans le tchat du jeu pour inviter rapidement votre groupe

source: Invitation's commands are separated in blocs of 200 characters maximum to avoid game chat limitations
fr: Les commandes d'invitation sont séparées en blocs de 200 caractères maximum pour éviter les limitations des chats en jeu

source: The roster for this role is full
fr: Le roster pour ce rôle est complet

source: Validated
fr: Validés

source: Waiting
fr: En attente

source: Refused
fr: Refusé

source: Rejected
fr: Absents

source: Bad Kitties
fr: Mauvais élèves

source: no answer yet...
fr: pas encore de réponse...

source: No bad kitty for this event !
fr: Tout le monde a répondu !

source: This email has been sent automatically by MushRaider
fr: Cet email a été envoyé automatiquement par MushRaider

source: MushRaider Error
fr: MushRaider Fail
