Repository: st3ph/mushraider
Catalog: app/Locale/default.po
Languages: fr

source: Use the left menu to set your raid planner as you wish, like adding the games you play, the list of dungeons, classes etc...
fr: Utilisez le menu de gauche pour configurer le raid planner, comme ajouter des jeux, des donjons, classes etc...

source: Users
fr: Utilisateurs

source: Dungeons
fr: Donjons

source: Games
fr: Jeux

source: Informations and updates on
fr: Informations et mises à jour sur

source: MMORPG server status on
fr: Statut des serveurs MMORPG sur

source: Follow
fr: Suivre

source: Add Dungeon
fr: Ajouter un donjon

source: Disabled dungeons list
fr: Liste des donjons désactivés

source: Add dungeon
fr: Ajouter un donjon

source: Dungeons without game
fr: Donjons non lié à un jeu

source: Players Size
fr: Nombre de joueurs

source: Required level
fr: Niveau requis

source: edit
fr: modifier

source: Enable
fr: Activer

source: Are you sure you want to enable the dungeon %s ?
fr: Êtes-vous sûr de vouloir activer le donjon %s ?

source: Are you sure you want to completely delete the dungeon %s ?
fr: Êtes-vous sûr de vouloir supprimer le donjon %s ?

source: You don't have any dungeon disable yet
fr: Vous n'avez pas encore de donjon désactivé

source: Edit Dungeon
fr: Modifier un donjon

source: Please fill one of the 2 inputs
fr: Merci de renseigner un des 2 champs

source: Number of players
fr: Nombre de joueurs

source: or add custom number
fr: ou ajouter un nombre personnalisé

source: Dungeons list
fr: Liste des donjons

source: Are you sure you want to disable the dungeon %s ?
fr: Êtes-vous sûr de vouloir désactiver le donjon %s ?

source: You don't have any dungeon yet
fr: Vous n'avez pas encore de donjon

source: Add new class
fr: Ajouter une classe

source: Add new dungeon
fr: Ajouter un donjon

source: Add new race
fr: Ajouter une race

source: Settings
fr: Paramètres

source: General
fr: Général

source: Groups & permissions
fr: Groupes et permissions

source: Manage groups & permissions
fr: Gérer les groupes et permissions

source: Add group
fr: Ajouter un groupe

source: Manage users
fr: Gérer les utilisateurs

source: Waiting users
fr: Utilisateurs en attente

source: Stats
fr: Statistiques

source: Manage templates
fr: Gérer les templates

source: Manage games
fr: Gérer les jeux

source: Add game
fr: Ajouter un jeu

source: Manage dungeons
fr: Gérer les donjons

source: Disabled dungeons
fr: Donjons désactivés

source: Manage classes
fr: Gérer les classes

source: Manage races
fr: Gérer les races

source: Add race
fr: Ajouter une race

source: Player roles
fr: Rôles de joueur

source: Manage roles
fr: Gérer les rôles

source: Add role
fr: Ajouter un rôle

source: Manage widgets
fr: Gérer les widgets

source: Add widget
fr: Ajouter un widget

source: Manage Pages
fr: Gérer les pages

source: Add Page
fr: Ajouter une page

source: Edit event template
fr: Editer un template d'événement

source: Event title
fr: Titre de l'événement

source: Event description
fr: Description de l'événement

source: Dungeon
fr: Donjon

source: Character minimum level
fr: Niveau minimum de personnage

source: Invitations start
fr: Heure des invitations

source: Event start
fr: Heure de début

source: Open event
fr: Evénement ouvert

source: Roles
fr: Rôles

source: Templates list
fr: Liste des templates

source: Mininum level
fr: Niveau minimum

source: Are you sure you want to completely delete the template %s ?
fr: Êtes-vous sûr de vouloir supprimer définitivement le template %s ?

source: You don't have any template yet
fr: Vous n'avez pas encore de template

source: Général Informations
fr: Informations générales

source: Select existing one
fr: Choisir un existant

source: or create new one
fr: ou en ajouter un nouveau

source: Edit game
fr: Modifier un jeu

source: Import game
fr: Importer un jeu

source: What is that ?
fr: Qu'est ce que c'est ?

source: MushRaider can import games data from the RaidHead.com API
fr: MushRaider peut importer des jeux depuis l'API RaidHead.com

source: RaidHead.com API supports many games, the import system allows you to add a new game (and keep it up to date) in just one click !
fr: L'API RaidHead.com supporte de nombreux jeux, le système d'import vous permet d'ajouter de nouveaux jeux (et les garder à jour) en seulement un clique !

source: Select a game to import
fr: Choisissez un jeu à importer

source: Please wait while MushRaider is importing the game
fr: Veuillez patienter pendant que MushRaider importe le jeu

source: Games list
fr: Liste des jeux

source: Check for updates
fr: Vérifier les mises à jour

source: Update
fr: Mise à jour

source: Are you sure you want to completely delete the game %s ?
fr: Êtes-vous sûr de vouloir supprimer le jeu %s ?

source: Apply patch
fr: Appliquer le patch

source: The last update of MushRaider require to <strong>patch the Database</strong> to work. Click the button below to patch now.
fr: La dernière mise à jour de MushRaider requiert d'appliquer un <strong>patch à la base de donnée</strong> pour fonctionner. Cliquez sur le boutton ci-dessous pour appliquer le patch maintenant.

source: Patch now !
fr: Patcher !

source: Edit Race
fr: Modifier une race

source: Races list
fr: Liste des races

source: Races without game
fr: Races non liées à un jeu

source: Are you sure you want to completely delete the race %s ?
fr: Êtes-vous sûr de vouloir supprimer la race %s ?

source: You don't have any race yet
fr: Vous n'avez pas encore de race

source: Add player role
fr: Ajouter un rôle de joueur

source: Delete player role
fr: Supprimer un rôle de joueur

source: Before deleting the role "%s" you have to select a replacing one
fr: Avant de supprimer le rôle "%s" vous devez sélectionner un remplaçant

source: Replace %s with...
fr: Remplacer %s par...

source: Edit player role
fr: Editer un rôle de joueur

source: Player roles list
fr: Liste des rôles

source: Display order
fr: Ordre d'affichage

source: Are you sure you want to completely delete the role %s ?
fr: Êtes-vous sûr de vouloir supprimer le rôle %s ?

source: Add user group
fr: Ajouter un groupe utilisateur

source: Edit user group
fr: Editer un groupe utilisateur

source: Groups list
fr: Liste des groupes

source: Select a game
fr: Commencez par choisir un jeu

source: View roster
fr: Voir le roster

source: Roster of
fr: Roster

source: Summary
fr: Résumé

source: Character
fr: Personnage

source: Level
fr: Niveau

source: Default Role
fr: Rôle par défaut

source: User
fr: Utilisateur

source: Main
fr: Personnage principal

source: Incoming absences
fr: Prochaines absences

source: Character(s)
fr: Personnage(s)

source: From
fr: Du

source: To
fr: Au

source: Comment
fr: Commentaire

source: You don't have any player yet
fr: Vous n'avez pas encore de joueur

source: Configure MushRaider
fr: Configurer MushRaider

source: API and Bridge
fr: API et Bridge

source: MushRaider API allows your other websites to "discuss" with MushRaider and site admins to get and display some informations about the raid planner in their own websites like a list of users, characters or events.
fr: L'API MushRaider permet à vos autres sites de communiquer avec votre installation MushRaider, et aux admins de site d'afficher des informations à propos de vos raids sur leurs propres sites comme la liste des utilisateurs, personnages ou événements.

source: To view the list of available endpoints and to learn how to use the API please head to the <a href="http://mushraider.com/api">official api documentation page</a>.
fr: Pour connaître la liste des requêtes API disponibles et apprendre comment s'en servir, veuillez consulter la <a href="http://mushraider.com/api">documentation officielle</a>.

source: Enable API calls
fr: Activer l'API

source: Private key
fr: Clé privée

source: Generate the private key using the little button on the right
fr: Générez la clé privée en utilisant le petit bouton de droite

source: Generate a new private key
fr: Générer une nouvelle clé privée

source: Private key used to secure (HMAC) your queries. Keep it secret !
fr: La clé privée sert à sécuriser (HMAC) vos requêtes. Gardez la secrète !

source: MushRaider integration (or bridge) let your users connect to MushRaider using the login and password of your current website/forum instead of having 2 differents accounts.
fr: L'intégration de MushRaider (ou bridge) permet à vos utilisateurs de se connecter en utilisant leurs identifiants de votre site/forum au lieu d'avoir 2 comptes séparés.

source: To know if MushRaider support your current system please head to the <a href="http://mushraider.com/bridge">official bridge page</a>.
fr: Pour savoir si MushRaider supporte votre site/forum merci de consulter la <a href="http://mushraider.com/bridge">page officielle des bridges MushRaider</a>.

source: Before enabling bridge make sure your site/forum is set up correctly to bridge with MushRaider by installing and setting up the corresponding plugin.
fr: Avant d'activer le bridge assuez-vous que votre site/forum est bien configuré pour se connecter avec MushRaider en installant le plugin correspondant.

source: Enable MushRaider bridge with your current website/forum
fr: Activer l'intégration (bridge) de MushRaider dans votre site/forum actuel

source: Adress provided in the settings of your site/forum MushRaider plugin
fr: Adresse trouvée dans les paramètres du plugin MushRaider de votre site/forum actuel

source: Third party url
fr: Adresse du site tier

source: Default user group
fr: Groupe par défaut

source: Week start day
fr: Premier jour de la semaine

source: Title to display
fr: Titre à afficher

source: Time to display
fr: Heure à afficher

source: Display game icon
fr: Afficher l'icône du jeu

source: Display dungeon icon
fr: Afficher l'icône du donjon

source: Theming
fr: Thème

source: Background Image
fr: Image de fond

source: no background image
fr: pas d'image de fond

source: back to original background
fr: retourner au fond par défaut

source: Background Color
fr: Couleur de fond

source: Background Repeat
fr: Répétition de l'image de fond

source: Custom CSS
fr: CSS personnalisé

source: Custom links
fr: Liens personnalisés

source: Custom links are display in top of the header. They are usefull to add links to your website, forums etc...
fr: Les liens personnalisés sont affiché dans l'en-tête du site. Ils sont utiles pour ajouter des liens vers votre site, forums etc...

source: Link title
fr: Titre du lien

source: General settings
fr: Paramètres généraux

source: Site title
fr: Titre du site

source: Calendar (default)
fr: Calendrier (par défaut)

source: Home page
fr: Page d'accueil

source: Email notifications
fr: Notifications email

source: Contact email (will receive internal notifications)
fr: Email de contact (recevra les notifications internes)

source: Enable email notifications
fr: Activer les notifications par email

source: Enable new signup notifications to :
fr: Activer les notifications de nouvel inscrit à :

source: Enable new comments notifications
fr: Activer les notifications de nouveaux commentaires

source: Default language
fr: Langue par défaut

source: Timezone
fr: Fuseau Horaire

source: Sender
fr: Expéditeur

source: Your name
fr: Votre nom

source: Your email address
fr: Votre adresse email

source: Advanced settings
fr: Paramètres avancés

source: Encoding
fr: Jeu de caractères

source: Encode as UTF-8
fr: Encoder en UTF-8

source: SMTP Host
fr: Hôte SMTP

source: SMTP Port
fr: Port SMTP

source: SMTP Username
fr: Nom d'utilisateur SMTP

source: SMTP Password
fr: Mot de passe SMTP

source: Main only
fr: Personnages principaux seulement

source: Filter
fr: Filtrer

source: Role
fr: Rôle

source: % validated
fr: % validé

source: % not validated
fr: % non validé

source: Edit user
fr: Modifier un utilisateur

source: Disabled
fr: Désactivé

source: Enabled
fr: Activé

source: Account status
fr: Etat du compte

source: Role & permissions
fr: Rôles et permissions

source: Roles details
fr: Détails des rôles

source: Private player note
fr: Note privée sur le joueur

source: Are you sure you want to disable the character %s ?
fr: Êtes-vous sûr de vouloir désactiver le personnage %s ?

source: Users list
fr: Liste des utilisateurs

source: Search...
fr: Rechercher...

source: Username
fr: Pseudo

source: Registration date
fr: Date d'enregistrement

source: Are you sure you want to completely delete the user %s ?
fr: Êtes-vous sûr de vouloir supprimer l'utilisateur %s ?

source: Are you sure you want to disable the user %s ?
fr: Êtes-vous sûr de vouloir désactiver l'utilisateur %s ?

source: Choose widget type
fr: Choisissez un type de widget

source: Widgets options
fr: Options des widgets

source: Private ? (must be logged to view content)
fr: Privée ? (doit être connecté pour voir le contenu)

source: Restrict to the following domain (optional)
fr: Restreindre au domaine suivant (optionnel)

source: Customize your Widget
fr: Personnalisez votre widget

source: Header background color (optional)
fr: Couleur d'arrière plan de l'en-tête (optionnel)

source: Text color (optional)
fr: Couleur du texte (optionnel)

source: Links color (optional)
fr: Couleur des liens (optionnel)

source: Background color (optional)
fr: Couleur d'arrière plan (optionnel)

source: Header text color (optional)
fr: Couleur du texte de l'en-tête (optionnel)

source: Widget preview
fr: Prévisualisation du widget

source: Edit widget
fr: Modifier un widget

source: Widget type
fr: Type de widget

source: How to display widget to my website ?
fr: Comment afficher un widget sur mon site ?

source: Simply copy the "integration code" in any html page and the widget will display in place.
fr: Copiez le "code d'intégration" dans la page html de votre choix et le widget apparaîtra à l'endroit de la copie.

source: Be aware if you enable the domain restriction the widget will appears only in pages under the selected domain.
fr: Attention, si vous avez activé la restriction de domaine le widget n'apparaîtra que sur les pages du domaine spécifié.

source: Integration code
fr: Code d'intégration

source: Are you sure you want to disable the widget %s ?
fr: Êtes-vous sûr de vouloir désactiver le widget %s ?

source: Are you sure you want to completely delete the widget %s ?
fr: Êtes-vous sûr de vouloir supprimer le widget %s ?

source: Step
fr: Etape

source: System check
fr: Vérification du serveur

source: MushRaider have a minimum system requirement to work correctly like PHP 5.3, a MySQL database and write permission on some directories.
fr: MushRaider a une configuration minimum requise du serveur pour fonctionner correctement comme PHP 5.3, une base de donnée MySQL et les droits d'écriture sur certains répertoires.

source: Below is a list of automatic check to ensure that your installation will works correctly.
fr: Retrouvez la liste ci-dessous des tests automatiques effectués pour s'assurer que votre installation fonctionnera correctement.

source: PHP 5.3 or greater
fr: PHP 5.3 ou supérieur

source: passed
fr: ok

source: failed
fr: échec

source: MySQL driver
fr: Driver MySQL

source: writable
fr: inscriptible

source: Next &raquo;
fr: Suivant &raquo;

source: Database informations
fr: Paramètres de la base de donnée

source: Database Type
fr: Type de base de donnée

source: Host
fr: Hôte

source: Database name
fr: Nom de la base de donnée

source: Database User
fr: Utilisateur de la base de donnée

source: Database Password
fr: Mot de passe de la base de donnée

source: Tables prefix
fr: Préfix des tables

source: General informations
fr: Informations générales

source: Site language
fr: Langue du site

source: Admin email
fr: Email de l'admin

source: Admin username
fr: Pseudo de l'admin

source: Admin password
fr: Mot de passe de l'admin

source: Install MushRaider
fr: Installer MushRaider

source: Filter by Game
fr: Filtrer par jeu

source: Period
fr: Période

source: days
fr: jours

source: Registered as
fr: Inscrit en tant que

source: Register
fr: S'inscrire

source: There is no incoming event
fr: Il n'y a aucun événement à venir :(

source: Your domain does not have permission to display this widget !
fr: Votre site n'a pas la permission d'afficher ce widget !

source: You have to be logged in to view this content
fr: Vous devez être connecté pour accéder à ce contenu.

source: Log in
fr: Connexion

source: Widget not found :(
fr: Widget non trouvé :'(

source: The widget is wiping somewhere
fr: Le widget chain wipe quelque part...

source: Name
fr: Nom

source: Manage absences
fr: Gérer les absences

source: Absence reason
fr: Raison de l'absence

source: Are you sure you want to delete this absence ?
fr: Êtes-vous sûr de vouloir supprimer cette absence ?

source: Manage calendar
fr: Gérer le calendrier

source: Export to ical (Google, Outlook...)
fr: Exporter au format ical (Google, Outlook...)

source: All games
fr: Tous les jeux

source: Filter the export
fr: Filtrer l'export

source: Export
fr: Exporter

source: Use the link below to export MushRaider events to your personnal calendar (Google, Outlook...)
fr: Utilisez le lien ci-dessous pour exporter les événements MushRaider dans votre calendrier personnel (Google, Outlook...)

source: My characters
fr: Mes personnages

source: add new character
fr: ajouter un personnage

source: Character Name
fr: Nom du personnage

source: An error occur while loading
fr: Une erreur est survenue pendant le chargement

source: Add
fr: Ajouter

source: Class
fr: Classe

source: Are you sure you want to completely delete your character %s ? (this can't be undone)
fr: Êtes-vous sûr de vouloir supprimer définitivement votre personnage %s ? (cela est définitif)

source: Add your first character
fr: Ajouter mon premier personnage

source: Edit character
fr: Modifier un personnage

source: My notifications
fr: Mes notifications

source: Receive email notifications when an event is cancelled
fr: Recevoir les notifications email quand un événement est annulé

source: Receive email notifications when an event is created
fr: Recevoir les notifications email quand un événement est créé

source: Receive email notifications when I'm validated to an event
fr: Recevoir les notifications email quand je suis validé à un événement

source: My password
fr: Mon mot de passe

source: Current password
fr: Mot de passe actuel

source: New password
fr: Nouveau mot de passe

source: Confirm new password
fr: Confirmation du nouveau mot de passe

source: Letters and numbers only, 3 to 20 chars length.
fr: Lettre et chiffres uniquement, 3 à 20 caractères.

source: Valid Email
fr: Email valide

source: Login
fr: Connexion

source: Username or Email
fr: Pseudo ou Email

source: Stay signed in
fr: Rester connecté

source: Password lost :(
fr: Mot de passe perdu :(

source: Recover your password
fr: Retrouver mon mot de passe

source: Signup
fr: Inscription

source: Signup and start raiding
fr: S'inscrire et commencer les raids

source: Recovery
fr: Perdu ?

source: Choose your new password
fr: Choissiez votre nouveau mot de passe

source: Enter your new password
fr: Saisissez votre nouveau mot de passe

source: Confirm your new password
fr: Confirmation du nouveau mot de passe

source: Change my password
fr: Modifier son mot de passe

source: Email used when signup
fr: Email utilisé à l'inscription

source: Recover my password
fr: Retrouver mon mot de passe

source: Minimum 6 chars length.
fr: Au moins 6 caractères.

source: Confirm password
fr: Confirmation du mot de passe

source: I already have an account.
fr: J'ai déjà un compte.

source: Account
fr: Mon compte

source: Powered by
fr: Propulsé par

source: All Rights Reserved.
fr: Tous droits réservés

source: MushRaider is a Raid Planner mainly designed for MMORPG.
fr: MushRaider est un Raid Planner destiné aux MMORPG.

source: Logout
fr: Déconnexion

source: My Account
fr: Mon compte

source: New event comment
fr: Nouvel commentaire d'événement

source: You receive this email because there is a new comment on the event
fr: Vous recevez cet email car un nouveau commentaire à un événement auquel vous êtes enregistré a été publié

source: To view it use the following link :
fr: Pour le consulter utilisez le lien suivant :

source: Event cancelled :(
fr: Evénement annulé :(

source: You receive this email because you have signed in to an event that have been cancelled
fr: Vous recevez cet email car vous êtes inscrit à un événement qui a été annulé

source: intended the
fr: prévu le

source: has been cancelled
fr: a été annulé

source: If you don't want to receive those emails anymore please change your settings in your
fr: Si vous ne voulez pas recevoir ces emails veuillez modifier votre paramètres dans votre

source: MushRaider account
fr: Mon compte MushRaider

source: Event updated
fr: Evénement mis à jour

source: You receive this email because an event has been updated
fr: Vous recevez cet email car un événement a été mis à jour

source: Invitation time
fr: Heure des invitations

source: To view all the new details about this event please follow this link
fr: Pour voir les nouveaux détails de cet événement veuillez suivre ce lien

source: New event
fr: Nouvel événement

source: You receive this email because a new event has been created
fr: Vous recevez cet email car un nouvel événement a été créé

source: To give your availability for this event please follow this link
fr: Pour donner votre disponibilité pour cet événement veuillez suivre ce lien

source: You are refused to an event :(
fr: Vous êtes refusé à un événement :(

source: You receive this email because you have been refused to an event
fr: Vous recevez cet email car vous avez été refusé à un événement

source: To view all the details for this event please follow this link
fr: Pour voir les détails de cet événement veuillez suivre ce lien

source: You are validated to an event =)
fr: Vous êtes validé à un événement =)

source: You receive this email because you have been validated to an event
fr: Vous recevez cet email car vous avez été validé à un événement

source: Password recovery
fr: Retrouver son mot de passe

source: You receive this email because you have lost your password. If you don't, please ignore this email
fr: Vous recevez cet email car vous avez perdu votre mot de passe. Si ce n'est pas le cas veuillez ignorer cet email.

source: To change your password and recover your account follow the following link
fr: Pour modifier votre mot de passe et retrouver votre compte suivez le lien ci-dessous

source: New signup
fr: Nouvel inscrit

source: You receive this email because someone signup to your MushRaider
fr: Vous recevez cet email car un nouvel utilisateur s'est inscrit à votre MushRaider

source: To activate his account use the following link :
fr: Pour activer son compte utilisez le lien suivant :

source: Hello
fr: Salut

source: You receive this email because your MushRaider account has been activated
fr: Vous recevez cet email car votre compte MushRaider a été activé

source: To start raiding you can now create your first character using the following link
fr: Pour commencer à raid commences par créer ton premier personnage en utilisant le lien suivant

source: Oups, something fail but it's not me !
fr: Oups, quelque chose a échoué mais ce n'est pas moi !

source: or maybe yes but it's not my fault...
fr: ou c'est peut être moi mais ce n'est pas ma faute...

source: the
fr: le

source: Load template
fr: Charger un template

source: Choose a template
fr: Choisissez un template

source: Select a game first
fr: Commencez par choisir un jeu

source: Number of
fr: Nombre de

source: Event time
fr: Horaires de l'événement

source: Registration end date (optional)
fr: Date de fin des enregistrements (optionnel)

source: Advanced options
fr: Paramètres avancés

source: Event access
fr: Accès à l'événements
