Repository: st3ph/mushraider
Catalog: app/Locale/default.po
Languages: fr

source: My MushRaider account
fr: Mon compte MushRaider

source: My MushRaider characters
fr: Mes personnages MushRaider

source: Characters
fr: Personnages

source: %s has been added to your character list
fr: %s a été ajouté à la liste de vos personnages

source: Something wrong happen, please fix the errors below
fr: Quelque chose de mal c'est produit, veuillez corriger les erreurs ci-dessous

source: Edit a character
fr: Modifier un personnage

source: MushRaider can't find this character oO
fr: MushRaider ne trouve pas ce personnage oO

source: %s has been edited successfully
fr: %s a été modifié avec succès

source: MushRaider can't delete this character oO
fr: MushRaider ne peut pas supprimer ce personnage oO

source: The character %s has been deleted
fr: Le personnage %s a bien été supprimé

source: The character %s has been disabled
fr: Le personnage %s a bien été désactivé

source: MushRaider can't disable this character oO
fr: MushRaider ne peut pas désactiver ce personnage oO

source: The character %s has been enabled
fr: Le personnage %s a bien été activé

source: MushRaider can't enable this character oO
fr: MushRaider ne peut pas activer ce personnage oO

source: My MushRaider personal informations
fr: Mes informations personnelles MushRaider

source: Personal informations
fr: Informations personnelles

source: Your settings were saved successfully
fr: Vos paramètres ont bien été sauvegardés

source: Bridge system is enabled so you can't change your password here.
fr: Le système d'intégration étant activé vous ne pouvez plus modifier votre mot de passe ici.

source: My MushRaider password
fr: Mon mot de passe MushRaider

source: Password
fr: Mot de passe

source: All the fields are mandatory
fr: Tous les champs sont obligatoires

source: The new password isn't the same than his confirmation, is it that difficult ?
fr: Le nouveau mot de passe n'est pas le même que sa confirmation, est-ce si difficile ?

source: Wrong current password, try again
fr: Mauvais mot de passe, veuillez réessayer

source: Your password has been updated
fr: Votre mot de passe a été mis à jour

source: My MushRaider notifications
fr: Mes notifications MushRaider

source: Your notification settings were saved successfully
fr: Vos paramètres de notification ont bien été sauvegardés

source: Absences management
fr: Gérer les absences

source: Your absence has been added successfully
fr: Votre absence a été ajoutée avec succès

source: MushRaider can't find this absence oO
fr: MushRaider ne peut pas trouver cette absence oO

source: MushRaider can't delete this absence oO
fr: MushRaider ne peut pas supprimer cette absence oO

source: The absence has been deleted
fr: L'absence a bien été supprimée

source: Calendar management
fr: Mon calendrier

source: Calendar
fr: Calendrier

source: MushRaider can't find this event
fr: MushRaider ne trouve pas cet événement oO

source: Too late ! This event is already started
fr: Trop tard ! Cet événement est déjà commencé

source: Too late ! Registrations for this event are closed
fr: Trop tard ! Les inscriptions pour cet événement sont fermées

source: Your character mush be above the level %s
fr: Votre personnage doit être au dessus du niveau %s

source: This role is already full
fr: Ce rôle est déjà plein

source: Error while adding your character
fr: Erreur pendant l'ajout de votre personnage

source: Error while loading the template
fr: Erreur pendant le chargement du template

source: extension is not allowed
fr: n'est pas autorisée

source: MushRaider is ready for install, what about you ?
fr: MushRaider est prêt pour l'installation, et vous ?

source: You have to be logged in to access this page.
fr: Vous devez être connecté pour accéder à cette page.

source: Login to MushRaider
fr: Connexion à MushRaider

source: The email or password that you entered is incorrect
fr: L'e-mail ou le mot de passe saisi est incorrect

source: MushRaider can't update your account oO
fr: MushRaider ne peut pas mettre à jour votre compte oO

source: You have to wait until an admin activate your account, go farm while waiting !
fr: Vous devez attendre qu'un admin active votre compte, vous pouvez retourner farm en attendant !

source: Signup are disabled because bridge system is enabled.
fr: Les inscriptions sont fermées car le système d'intégration a été activé.

source: Signup to MushRaider
fr: Inscription à MushRaider

source: Yeah, your account has been created, but now you need to wait until your account as been validated by an admin to access the raid planner (security stuff).
fr: Yeah, votre compte a été créé, cependant vous devez attendre qu'un admin valide votre compte pour accéder au raid planner (question de sécurité).

source: Password recovery is disabled because bridge system is enabled.
fr: La récupération de mot de passe est désactivée car le système d'intégration a été activé.

source: Password Recovery
fr: Retrouver son mot de passe

source: An email has been sent to you with the recovery instructions.
fr: Un email vous a été envoyé avec les instructions pour retrouver votre mot de passe.

source: This link is no longer available.
fr: Ce lien n'est plus valable.

source: Your password has been updated.
fr: Votre mot de passe a été mis à jour.

source: Congratulation %s, you are now logged in
fr: Félicitations %s, vous êtes maintenant connecté

source: MushRaider can't find your account, maybe you need some sleep ?
fr: MushRaider ne trouve pas ce compte, peut être avez-vous besoin d'un peu de repos ?

source: Welcome to MushRaider
fr: Bienvenue sur le MushRaider

source: [MushRaider] New signup !
fr: [MushRaider] Nouvelle inscription !

source: [MushRaider] New event comment
fr: [MushRaider] Nouvel commentaire d'événement

source: [MushRaider] Your account has been activated
fr: [MushRaider] Votre compte a été activé

source: [MushRaider] Recover your password
fr: [MushRaider] Retrouvez votre mot de passe

source: [MushRaider] Event cancelled :(
fr: [MushRaider] Evénement annulé :(

source: [MushRaider] New Event has been added
fr: [MushRaider] Un nouvel événement a été créé

source: [MushRaider] An Event has been updated
fr: [MushRaider] Un événement a été mis à jour

source: [MushRaider] You have been validated to an event =)
fr: [MushRaider] Vous avez été validé à un événement =)

source: [MushRaider] You have been refused to an event :(
fr: [MushRaider] Vous avez été refusé à un événement :(

source: Image is too big
fr: L'image est trop grosse

source: An error occur while uploading
fr: Une erreur est survenue pendant l'upload

source: MushRaider is down for maintenance (patching up), please come back later !
fr: MushRaider est en maintenant (patch en cours), merci de revenir plus tard !

source: This page let you view and manage events
fr: Cette page vous permet de consulter et gérer les événements

source: Customize MushRaider
fr: Customiser MushRaider

source: In the admin panel you can customize MushRaider, like adding your games, create user groups, widgets, appearance...
fr: Dans la panneau d'administration vous pouvez customiser MushRaider, comme ajouter vos jeux, modifier l'apparence, créer des groupes utilisateurs, des widgets...

source: Manage your account
fr: Gérer son compte

source: Here you can manage your account and create your first character
fr: Ici vous pouvez gérer votre compte et ajouter votre premier personnage

source: Quick event creation
fr: Création rapide d'événement

source: Use this form to quickly create events, or use the "+" buttons below
fr: Utilisez ce formulaire pour créer des événements rapidement , ou utilisez les boutons "+" ci-dessous

source: Filter events
fr: Filtrer les événements

source: You can filter the games displayed below
fr: Vous pouvez filtrer les jeux affichés ci-dessous

source: Thank you for using MushRaider
fr: Merci d'utiliser MushRaider

source: Hope you will enjoy this raid planner, if you encounter any issue or have suggestions please visits the official forum <a href="http://forum.raidhead.com" target="_blank">http://forum.raidhead.com</a>
fr: J'espère que vous allez aimer ce raid planner, si vous rencontrez le moindre problème ou avez une suggestion veuillez visiter le forum officiel <a href="http://forum.raidhead.com" target="_blank">http://forum.raidhead.com</a>

source: Events
fr: Evénements

source: every days
fr: tous les jours

source: every weeks
fr: toutes les semaines

source: every months
fr: tous les mois

source: -- All games
fr: -- Tous les jeux

source: View event
fr: Détails d'un événement

source: MushRaider can't find this event oO
fr: MushRaider ne peut pas trouver cet événement oO

source: Add event
fr: Ajouter un événement

source: You don't have permission to access this page.
fr: Vous n'avez pas les permissions pour accéder à cette page.

source: The event has been created.
fr: L'événement a bien été créé.

source: Edit event
fr: Modifier un événement

source: The event has been updated.
fr: L'événement a bien été mis à jour.

source: Close event
fr: Clôturer l'événement

source: The event has been closed and the report created.
fr: L'événement a été clôturé et le compte rendu créé.

source: Close & create a report
fr: Fermer et créer un compte rendu

source: View event report
fr: Voir le compte rendu

source: MushRaider can't find this report oO
fr: MushRaider ne peut pas trouver ce compte rendu oO

source: Report
fr: Compte rendu

source: The event has been deleted.
fr: L'événement a bien été supprimé.

source: MushRaider can't delete this event.
fr: MushRaider ne peut pas supprimer cet événement.

source: At least one of the screenshots is too big
fr: Au moins un des screenshots est trop lourd

source: Ending date must be AFTER the starting date oO.
fr: La date de fin doit être après la date de début oO.

source: Absence can't be set in past.
fr: Vous ne pouvez vous mettre absent dans le passé.

source: You are already marked as absent at the starting date.
fr: Vous êtes déjà indiqué absent à la date de début.

source: You are already marked as absent at the ending date.
fr: Vous êtes déjà indiqué absent à la date de fin.

source: This class already exist for this game.
fr: Cette classe existe déjà pour ce jeu.

source: This dungeon already exist for this game.
fr: Ce donjon existe déjà pour ce jeu.

source: This race already exist for this game.
fr: Cette race existe déjà pour ce jeu.

source: Passwords do not match. Please, try again.
fr: Les mots de passe ne correspondent pas. Veuillez réessayer.

source: Incoming events list
fr: Liste des événements à venir

source: Players list
fr: Liste des joueurs

source: MushRaider Admin
fr: Admin MushRaider

source: <strong>MushRaider %s</strong> is available! <a href="http://mushraider.com/download" target="_blank">Please update now</a>
fr: <strong>MushRaider %s</strong> est disponible! <a href="http://mushraider.com/download" target="_blank">Veuillez faire la mise à jour</a>

source: New order saved successfully
fr: Le nouvel ordre a bien été sauvegardé

source: An error occur while saving the order
fr: Une erreur est survenue pendant la sauvegarde de l'ordre

source: Import failed : Game not found
fr: Echec de l'import : Jeu non trouvé

source: Import failed : An error occur while importing the game
fr: Echec de l'import : Une erreur est survenue pendant l'import

source: Save failed : An error occur while saving the game
fr: Echec de la sauvegarde : Une erreur est survenue pendant la sauvegarde

source: Game imported successfully, you are now redirected to games list
fr: Jeu importé avec succès, vous êtes maintenant redirigé vers la liste des jeux

source: %s has been added to your classes list
fr: %s a bien été ajouté à la liste des classes

source: MushRaider is unable to find this class oO
fr: MushRaider ne trouve pas cette classe oO

source: Class %s has been updated
fr: La classe %s a bien été mise à jour

source: Something goes wrong
fr: Quelque chose de mal s'est produit

source: The class has been deleted
fr: La classe a bien été supprimée

source: %s has been added to your pages list
fr: %s a été ajouté à la liste des pages

source: MushRaider is unable to find this page oO
fr: MushRaider ne trouve pas cette page oO

source: Page %s has been updated
fr: La page %s a été mise à jour

source: MushRaider can't find this page to delete oO
fr: MushRaider ne peut pas trouver cette page à supprimer oO

source: The page has been deleted
fr: La page a bien été supprimé

source: The page has been sent to draft
fr: La page a bien été ajouté aux brouillons

source: The page has been published
fr: La page a bien été publié

source: %s has been added to your dungeons list
fr: %s a été ajouté à la liste des donjons

source: MushRaider is unable to find this dungeon oO
fr: MushRaider ne trouve pas ce donjon oO

source: Dungeon %s has been updated
fr: Le donjon %s a été mis à jour

source: This dungeon is linked to a game, you can't delete it.
fr: Ce donjon est lié à un jeu, vous ne pouvez donc pas le supprimer.

source: The dungeon has been deleted
fr: Le donjon a bien été supprimé.

source: The dungeon has been disable
fr: Le donjon a bien été désactivé

source: The dungeon has been enable
fr: Le donjon a bien été activé

source: MushRaider is unable to find this event template oO
fr: MushRaider ne trouve pas ce template de jeu oO

source: Event template %s has been updated
fr: Le template %s a bien été mis à jour

source: The template %s has been deleted
fr: Le template %s a bien été supprimé

source: %s has been added to your games list
fr: %s a été ajouté à la liste des jeux

source: MushRaider is unable to find this game oO
fr: MushRaider ne trouve pas ce jeu oO

source: The game %s has been updated
fr: Le jeu %s a été mis à jour

source: The game has been deleted
fr: Le jeu a bien été supprimé

source: MushRaider can't find this patch
fr: MushRaider ne trouve pas ce patch oO

source: MushRaider can't apply the SQL patch, please try again or apply it by yourself using the following file : /app/Config/Schema/sql/mushraider_patch_%s.sql
fr: MushRaider ne peut pas appliquer le patch SQL, veuillez faire la mise à jour vous même en utilisant le fichier suivant : /app/Config/Schema/sql/mushraider_patch_%s.sql

source: MushRaider successfully apply the patch !
fr: MushRaider s'est installé avec succès !

source: Bridge has been disabled ! Be sure to use an updated version of your bridge plugin for MushRaider 1.4. If you don't you're gonna have a bad time !
fr: La fonction de bridge a été désactivée ! Assurez-vous d'utiliser une version à jour de votre plugin bridge pour MushRaider 1.4. Si ce n'est pas le cas vous allez passer un sale quart d'heure !

source: Full permissions
fr: Tous les droits

source: Like Chuck Norris, he can do anything. This overwrite every permissions
fr: Comme Check Norris, il peut tout faire. Ceci est prioritaire sur toutes les autres permissions.

source: Limited admin access
fr: Accès limité à l'admin

source: Like Robin, he can do some things but not all (like driving the batmobile or change user role)
fr: Comme Robin, il peut faire certaines actions mais pas tout (comme conduite la batmobile ou modifier les droits utilisateur)

source: Can manage events
fr: Peut gérer les événements

source: Can create, edit and delete events. Can also manage the roster for each events
fr: Peut créer, éditer et supprimer des événements. Peut également en gérer le roster.

source: Can create templates
fr: Peut créer des templates

source: Can create events templates
fr: Peut créer des templates d'événement

source: Can create reports
fr: Peut créer des comptes rendus

source: Can create events reports
fr: Peut créer des comptes rendus d'événement

source: Can manage own events only
fr: Peut gérer ses propres événements uniquement

source: Can create, edit and delete own events only. Can also manage the roster for his events
fr: Peut créer, éditer et supprimer ses propres événements. Peut également en gérer le roster.

source: %s has been added to your races list
fr: %s a été ajouté à la liste des races

source: MushRaider is unable to find this race oO
fr: MushRaider ne trouve pas cette race oO

source: Race %s has been updated
fr: La race %s a été mise à jour

source: The race has been deleted
fr: La race a bien été supprimée

source: %s has been added to your roles list
fr: %s a été ajouté à la liste des rôles

source: MushRaider is unable to find this role oO
fr: MushRaider ne trouve pas ce rôle oO

source: Role %s has been updated
fr: La rôle %s a été mise à jour

source: MushRaider is unable to find the replacement role oO
fr: MushRaider ne trouve pas ce rôle oO

source: Role %s has been deleted and replaced with %s
fr: Le rôle %s a été supprimé et remplacé par %s

source: %s has been added to your groups list
fr: %s a été ajouté à la liste des groupes

source: Sorry, you can't edit group "admin"
fr: Désolé, vous ne pouvez pas modifier le groupe "admin"

source: MushRaider is unable to find this group oO
fr: MushRaider ne trouve pas ce groupe oO

source: Group %s has been updated
fr: Le groupe %s a été mise à jour

source: All
fr: Tous

source: Main characters
fr: Personnages principaux

source: Reroll characters
fr: Personnages secondaires

source: Settings have been updated
fr: La configuration a été mise à jour

source: Private key is mandatory
fr: La clé privée est obligatoire

source: Bridge's third party url is mandatory
fr: L'adresse du site tier (site, forum...) est obligatoire

source: Bridge is disabled because the third party url does not look right (code %s)
fr: Le bridge a été désactivé car l'adresse du site tier semble incorrecte (code %s)

source: Bridge is disabled because it seems that the third party plugin have a problem (code %s)
fr: Le bridge a été désactivé car l'adresse du site tier semble rencontrer un problème (code %s)

source: Bridge is disabled because the third party url does not look right
fr: Le bridge a été désactivé car l'adresse du site tier semble incorrecte

source: API settings have been updated
fr: La configuration API a été mise à jour

source: MushRaider is unable to find this user oO
fr: MushRaider ne trouve pas cet utilisateur oO

source: User %s has been updated
fr: L'utilisateur %s a été mis à jour

source: This user is still active, you have to disable him before deleting.
fr: Cet utilisateur est encore actif, vous devez le désactiver avant de le supprimer.

source: The user has been deleted
fr: L'utilisateur a bien été supprimé.

source: You don't have permission to do this
fr: Vous n'avez pas les permissions pour effectuer cette action.

source: The user has been disabled
fr: L'utilisateur a bien été désactivé

source: The user has been enable
fr: L'utilisateur a bien été activé

source: %s has been added to your widgets list
fr: %s a été ajouté à la liste des widgets

source: MushRaider is unable to find this widget oO
fr: MushRaider ne trouve pas ce widget oO

source: %s has been updated
fr: %s a été mise à jour

source: MushRaider can't find this widget to delete oO
fr: MushRaider ne peut pas trouver ce widget à supprimer oO

source: The widget has been deleted
fr: Le widget a bien été supprimé.

source: The widget has been disable
fr: Le widget a bien été désactivé

source: The widget has been enable
fr: Le widget a bien été activé

source: API is disabled
fr: L'API est désactivée

source: Security key is missing
fr: La clé de sécurité est manquante

source: Wrong security key
fr: Mauvaise clé de sécurité

source: MushRaider can see the database config, why do you want to install ?
fr: MushRaider a détecté une configuration de base de donnée déjà existante, pourquoi vouloir réinstaller ?

source: MushRaider Installer
fr: Installer MushRaider

source: MushRaider successfully connect to your database, one more step to go !
fr: MushRaider s'est connecté à la base de donnée avec succès, plus qu'une étape !

source: MushRaider can't connect to your database, please verify the settings.
fr: MushRaider ne peut pas se connecter à votre base de donnée, veuillez vérifier les paramètres.

source: MushRaider can't find your database settings, please complete this form to proceed to next step
fr: MushRaider ne trouve pas les paramètres de connexion à la base de donnée, veuillez compléter le formulaire avant de continuer

source: MushRaider can't verify the settings, please be sure to fill all the fields to continue.
fr: MushRaider ne trouve pas les paramètres, assurez-vous de renseigner tous les champs avant de continuer.

source: MushRaider successfully install !
fr: MushRaider s'est installé avec succès !

source: MushRaider can't create admin user, please try again.
fr: MushRaider ne peut pas créer l'utilisateur admin, veuillez réessayer.

source: An error occur while saving. Please try again or contact site admin.
fr: Une erreur est survenue pendant la sauvegarde. Veuillez réessayer ou contacter un admin.

source: Your comment is too long, must be %s chars max.
fr: Votre commentaire est trop long, il doit faire moins de %s caractères.

source: Guest
fr: Invité

source: comment
fr: commentaire

source: The
fr: Le

source: at
fr: à

source: by
fr: par

source: Edit
fr: Modifier

source: reported
fr: signalé

source: save
fr: sauvegarder

source: Save
fr: Sauvegarder

source: cancel
fr: annuler

source: Cancel
fr: Annuler

source: Report spam
fr: Signaler spam

source: Are you sure ?
fr: Êtes-vous sûr ?

source: reported as spam
fr: signalé en tant que spam

source: yes
fr: oui

source: no
fr: non

source: Don't report spam
fr: Ne pas signaler

source: Delete
fr: Supprimer

source: Don't delete
fr: Ne pas supprimer

source: Add comment
fr: Ajouter un commentaire

source: chars used
fr: caractères utilisés

source: Send
fr: Envoyer

source: You don't have any MushRaider's widget to insert
fr: Vous n'avez aucun widget MushRaider à insérer

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Start
fr: Début

source: open event
fr: événement ouvert

source: JUN
fr: JUIN

source: Signed in
fr: Enregistré

source: day
fr: jour

source: Today at
fr: Aujourd'hui à

source: in
fr: dans

source: Yesterday at
fr: Hier à

source: Pr&eacute;c&eacute;dente
fr: Précédente

source: Add Class
fr: Ajouter une classe

source: Edit Class
fr: Modifier une classe

source: Title
fr: Titre

source: Game
fr: Jeu

source: Color
fr: Couleur

source: Icon
fr: Icône

source: Current icon
fr: Icône actuel

source: delete
fr: supprimer

source: Classes list
fr: Liste des classes

source: Add class
fr: Ajouter une classe

source: Classes without game
fr: Classes non liées à un jeu

source: Are you sure you want to completely delete the class %s ?
fr: Êtes-vous sûr de vouloir supprimer la classe %s ?

source: You don't have any classe yet
fr: Vous n'avez pas encore de classe

source: Create a page
fr: Créer une page

source: Page content
fr: Contenu de la page

source: Private
fr: Privée

source: Public
fr: Publique

source: Visibility
fr: Visibilité

source: Draft
fr: Brouillon

source: Published
fr: Publiée

source: Status
fr: Etat

source: Add this page to the main menu
fr: Ajouter cette page au menu principal

source: Edit a page
fr: Modifier une page

source: Add page
fr: Ajouter une page

source: Link
fr: Lien

source: Main Menu
fr: Menu Principal

source: Last update
fr: Dernière mise à jour

source: Preview
fr: Prévisualiser

source: Disable
fr: Désactiver

source: Are you sure you want to disable the page %s ?
fr: Êtes-vous sûr de vouloir désactiver la page %s ?

source: Publish
fr: Publier

source: Are you sure you want to completely delete the page %s ?
fr: Êtes-vous sûr de vouloir supprimer la page %s ?

source: Welcome to the MushRaider admin panel
fr: Bienvenue sur l'admin MushRaider
